<template>
  <q-page
    class="bg-tertiary"
    padding
    style="max-width: 1350px; margin: 0 auto;"
  >
    <div class="row justify-center">
      <div
        class="col-xs-12"
        style="line-height: 1.65"
      >
        <h3
          class="text-bold text-secondary text-center q-mt-none"
          style="font-size: 140%;"
        >
          {{ pageTitle }}
        </h3>
        <div
          class="text-grey-8"
        >
          <div class="container">
          <p class="text-bold text-secondary " style="font-size: 140%;"><strong>1. Общие положения</strong></p>
          <p>1.1. Настоящее Соглашение определяет условия предоставления услуг Интернет-ресурсом webchange.org, далее – Исполнитель, физическим и юридическим лицам, выразившим желание воспользоваться услугами, далее – Клиент.
            <br>
            1.2. При общем упоминании Исполнитель и Клиент называются Сторонами.
            <br>
            1.3. Стороны признают настоящее Соглашение в электронной форме равнозначным по юридической силе договору, заключенному в письменной форме.
            <br>
            1.4. Соглашение считается публичной офертой, акцепт которой происходит путем оформления Клиентом заявки по получению услуг, оказываемых Исполнителем.</p>
          <p>&nbsp;</p>
          <p class="text-bold text-secondary " style="font-size: 140%;"><strong>2. Предмет Соглашения</strong></p>
          <p>2.1. Исполнитель оказывает Клиенту, а клиент потребляет услуги в соответствии с п. 4 Соглашения, руководствуясь правилами изложенным в п. 5, и соблюдая порядок, изложенный в. 9 Соглашения.
            <br>
            2.2. Услуги предоставляются на возмездной основе.</p>
          <p>&nbsp;</p>
          <p class="text-bold text-secondary " style="font-size: 140%;"><strong>3. Права и обязанности Сторон</strong></p>
          <p>
              <strong>3.1. Исполнитель обязан:</strong>
              <br>
              3.1.1. Оказывать услуги согласно п. 4.
              <br>
              3.1.2. Предоставлять информационную поддержку Клиенту, касающуюся предоставляемых услуг.
              <br>
              3.1.3. Не разглашать персональные данные Клиента, а также данные о предоставленных услугах третьим лицам, за исключением следующих ситуаций: - по решению суда по месту нахождения Исполнителя; - по запросу компетентных органов по месту нахождения Исполнителя; - по запросу администрации одной из платежных систем.
              <br>
              3.1.4. Предоставлять Клиенту скидку согласно действующей на момент предоставления услуги системе скидок.
              <br>
              3.1.5. Обеспечить перевод средств на счет Клиента или третьего лица не позднее суток после поступления жалобы в ситуациях, перечисленных п. п. 3.2.5, 5.4—5.6 Соглашения.
              <br>
              <strong>3.2. Клиент обязан:</strong>
              <br>
              3.2.1. Передавать Исполнителю точные и достоверные данные, необходимые для предоставления услуг.
              <br>
              3.2.2. Указать адрес своей электронной почты и иметь к нему доступ во время потребления услуг.
              <br>
              3.2.3. Иметь на устройстве для выхода в сеть Интернет актуальное антивирусное программное обеспечение.
              <br>
              3.2.4. Соблюдать настоящее Соглашение.
              <br>
              3.2.5. Уведомлять Исполнителя, если средства полностью либо частично не были зачислены на счет Клиента. А также о ситуациях, указанных в п. п. 5.4—5.6 Соглашения. Уведомление следует отправить Исполнителю не позднее 30 календарных дней с момента наступления соответствующего инцидента. В случае невыполнения требования спорные средства поступают в распоряжение Исполнителя.
              <br>
              3.2.6. Соблюдать законы своей страны нахождения и гражданства.
              <br>
              <strong> 3.3. Исполнитель имеет право:</strong>
              <br>
              3.3.1. Приостанавливать работу для проведения технических работ.
              <br>
              3.3.2. Приостанавливать текущую операцию в случае подозрения мошеннических действий, при обращении Клиента, компетентных органов или администраций платежных систем до выяснения обстоятельств.
              <br>
              3.3.3. Устанавливать систему скидок и поощрений по своему усмотрению.
              <br>
              3.3.4. Устанавливать и взымать комиссию за услуги.
              <br>
              3.3.5. Отказать Клиенту в предоставлении услуг без объяснения причин.
              <br>
              3.3.6. В случае возникновения ошибки во время перевода, потребовать от клиента дополнительные сведения.
              <br>
              3.3.7. Прекратить диалог с Клиентом в случае неадекватного поведения либо отказа предоставлять необходимые сведения.
              <br>
              3.3.8. Блокировать осуществление платежа в случаях, предусмотренных п.п. 5.4—5.6 этого Соглашения.
              <br>
              3.5. Менять условия системы скидок и реферальной программы по своему усмотрению.
          </p>
          <p>&nbsp;</p>
          <p class="text-bold text-secondary " style="font-size: 140%;"><strong>4. Предоставляемые услуги</strong></p>
          <p>
              4.1. Исполнитель оказывает услуги по покупке, продаже и обмену электронной валюты, актуальный список которой указан на сайте webchange.org.
              <br>
              4.2. В совершении платежей могут принимать участие банки, актуальный список которых так же указан на сайте webchange.org.
              <br>
              4.2. Исполнитель не имеет полномочий для проверки законности происхождения средств, предоставляемых для проведения операций Клиентом.
          </p>
          <p>&nbsp;</p>
          <p class="text-bold text-secondary " style="font-size: 140%;"><strong>5. Регламент обмена</strong></p>
          <p>5.1. Обмен начинается после поступления от Клиента на счет Исполнителя суммы валюты, указанной в заявке.
            <br>
              5.2. Обмен считается завершенным после отправки валюты на предоставленные Клиентом реквизиты.
              <br>
              5.3. Клиент не может отменить начатый обмен или требовать возврата средств, переданных для обмена.
              <br>
              5.4. При поступлении от Клиента суммы валюты отличной от указанной в заявке Исполнитель в праве приостановить операцию. Возобновление операции осуществляется после обращения Клиента в соответствии с п. 3.2.5. Обмен проводится фактически перечисленной суммы с учетом курса, актуального на момент начала транзакции.
              <br>
              5.5. В случае указания Клиентом неверных или заблокированных реквизитов деньги возвращаются по заявлению на основании п. 3.2.5 с удержанием комиссии за перевод и штрафа 2% от суммы перевода.
              <br>
              5.6. В случае отправки Клиентом средств с реквизитов отличных от указанных в заявке или изменения примечания к платежу Исполнитель останавливает обмен. Возврат средств происходит по обращению Клиента согласно п. 3.2.5 с удержанием комиссии и штрафа в размере 1% от суммы перевода. 5.7 Клиент производит оплату заявки в течение 15 минут, по истечении которых заявка может быть удалена или пересчитана по актуальному курсу.</p>
          <p>&nbsp;</p>
          <p class="text-bold text-secondary " style="font-size: 140%;"><strong>6. Ответственность Сторон</strong></p>
          <p>6.1. Исполнитель не несёт финансовой и юридической ответственности за последствия, возникшие в результате ошибок, допущенных Клиентом при заполнении заявки либо любых других. Отмена платежа и возврат средств не проводится, даже если деньги были отправлены на неверный счет.
              <br>
              6.2. Исполнитель не несет ответственности за оборудование пользователя используемое для получения услуг.
              <br>
              6.3. Исполнитель не несёт ответственности за возможные задержки платежей и блокировки карт, счетов или аккаунтов платежными системами и банками.</p>
          <p>&nbsp;</p>
          <p class="text-bold text-secondary " style="font-size: 140%;"><strong>7. Изменение условий соглашения</strong></p>
          <p>7.1. Исполнитель имеет право вносить изменения или дополнения в настоящее Соглашение в любое время и на своё усмотрение. Изменения вступают в силу после их обнародования на Интернет-ресурсе webchange.org.</p>
          <p>&nbsp;</p>
          <p class="text-bold text-secondary " style="font-size: 140%;"><strong>8. Форс-мажор</strong></p>
          <p>8.1. Стороны не несут ответственности за невыполнение или ненадлежащее выполнение условий Соглашения, если причиной этого стали обстоятельства непреодолимой силы. К ним причисляют войну, стихийные бедствия, пожар, бунт, решения властей, теракт, массовые беспорядки. Кроме того, к ним относится сбой в работе энергосети, отсутствие доступа к глобальной сети Интернет или к другим системам.</p>
          <p>&nbsp;</p>
          <p class="text-bold text-secondary " style="font-size: 140%;"><strong>9. Порядок совершения обменных операций</strong></p>
          <p>9.1. Запрещается использование услуг Исполнителя для выполнения незаконных операций. Клиент соглашается, что за попытку обмена сомнительных средств, он подлежит ответственности по нормам государства, в котором совершено нарушение.
              <br>
            9.2. При проведении сомнительного платежа, Исполнитель может передавать информацию о нем правоохранительным органам, потерпевшему или другой ЭПС по их требованию.
            <br>
            9.3. Для выполнения транзакции Клиент должен вывести с цифрового бумажника соответствующее количество денежных знаков. Проверка законности использования данных средств не входит в компетенцию Исполнителя. Клиент гарантирует наличие у него полномочий для обмена денежных единиц.
            <br>
            9.4. Для выполнения банковского перевода задействуется интернет-банкинг ЭПС. Если для операции был использован банкомат или оператор кредитной организации, то деньги на протяжении суток подлежат возврату. Если перевод выполнялся на карту Сбербанка, с Клиента взимается 1%. Возврат проводится только после идентификации Клиента Исполнителем. Для этого он должен сделать снимок использованной карты на фоне паспорта и загрузить снимок для его последующей проверки.
            <br>
            9.5. Исполнитель не отвечает за совершения третьими лицами обмена с согласия Клиента.
            <br>
            9.6. Запрещается создание многочисленных заявок с целью извлечения конечной прибыли из за разницы курсов.
            <br>
            9.7. Клиент ставя галочку напротив пункта «Я согласен с условиями и правилами сервиса» при создании заявки либо регистрации выражает своё согласие со всеми условиями Соглашения.</p>
        </div>
    </div>
        </div>
      </div>
  </q-page>
</template>

<style>
</style>

<script>
export default {
  computed: {
    pageTitle () {
      return this.$store.getters['data/metaTitle']
    }
  }
}
</script>
